Repository: everettjf/dayvella
Catalog: Dayvella/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, ru, vi, zh_hans

source: Provide the matching `start` or `target` date in ISO-8601 format
de: Passendes Datum für `start` oder `target` im ISO-8601-Format angeben
es: Indica la fecha `start` o `target` correspondiente en formato ISO-8601
fr: Indiquez la date `start` ou `target` correspondante au format ISO-8601
it: Fornisci la data `start` o `target` corrispondente in formato ISO-8601
ja: 対応する`start`または`target`の日付をISO-8601形式で指定する
ko: 해당 `start` 또는 `target` 날짜를 ISO-8601 형식으로 입력
pt_br: Informe a data `start` ou `target` correspondente no formato ISO-8601
ru: Укажите соответствующую дату `start` или `target` в формате ISO-8601
vi: Cung cấp ngày `start` hoặc `target` tương ứng theo định dạng ISO-8601
zh_hans: 提供对应的 `start` 或 `target` 日期，格式为 ISO-8601

source: Quick Start
de: Schnellstart
es: Inicio rápido
fr: Démarrage rapide
it: Avvio rapido
ja: クイックスタート
ko: 빠른 시작
pt_br: Início rápido
ru: Быстрый старт
vi: Bắt đầu nhanh
zh_hans: 快速开始

source: Quick checklist
de: Kurze Checkliste
es: Lista de comprobación
fr: Liste de vérification
it: Lista di controllo
ja: チェックリスト
ko: 빠른 체크리스트
pt_br: Lista de verificação
ru: Краткий список проверки
vi: Danh sách kiểm tra
zh_hans: 快速检查清单

source: Range End
de: Zeitraumende
es: Fin del intervalo
fr: Fin de la période
it: Fine intervallo
ja: 範囲の終了日
ko: 범위 종료일
pt_br: Fim do intervalo
ru: Конец диапазона
vi: Ngày kết thúc khoảng
zh_hans: 范围结束日期

source: Range Start
de: Zeitraumbeginn
es: Inicio del intervalo
fr: Début de la période
it: Inizio intervallo
ja: 範囲の開始日
ko: 범위 시작일
pt_br: Início do intervalo
ru: Начало диапазона
vi: Ngày bắt đầu khoảng
zh_hans: 范围开始日期

source: Range: %@ - %@
de: Zeitraum: %@ – %@
es: Intervalo: %@ - %@
fr: Période : %@ – %@
it: Intervallo: %@ - %@
ja: 範囲：%@〜%@
ko: 범위: %@ ~ %@
pt_br: Intervalo: %@ - %@
ru: Диапазон: %@ — %@
vi: Khoảng: %@ - %@
zh_hans: 范围：%@ 至 %@

source: Reminders
de: Erinnerungen
es: Recordatorios
fr: Rappels
it: Promemoria
ja: リマインダー
ko: 알림
pt_br: Lembretes
ru: Напоминания
vi: Lời nhắc
zh_hans: 提醒

source: Remove
de: Entfernen
es: Quitar
fr: Retirer
it: Rimuovi
ja: 削除
ko: 제거
pt_br: Remover
ru: Убрать
vi: Bỏ
zh_hans: 移除

source: Repeat
de: Wiederholen
es: Repetir
fr: Répéter
it: Ripeti
ja: 繰り返し
ko: 반복
pt_br: Repetir
ru: Повтор
vi: Lặp lại
zh_hans: 重复

source: Repeat: %@
de: Wiederholung: %@
es: Repetición: %@
fr: Répétition : %@
it: Ripetizione: %@
ja: 繰り返し：%@
ko: 반복: %@
pt_br: Repetição: %@
ru: Повтор: %@
vi: Lặp lại: %@
zh_hans: 重复：%@

source: Results
de: Ergebnisse
es: Resultados
fr: Résultats
it: Risultati
ja: 結果
ko: 결과
pt_br: Resultados
ru: Результаты
vi: Kết quả
zh_hans: 结果

source: Rosewood Mist
de: Rosenholznebel
es: Bruma de palo de rosa
fr: Brume de bois de rose
it: Nebbia palissandro
ja: ローズウッドミスト
ko: 로즈우드 안개
pt_br: Névoa de pau-rosa
ru: Розовая дымка
vi: Sương gỗ hồng
zh_hans: 玫瑰木雾

source: Sage Linen
de: Salbeileinen
es: Lino salvia
fr: Lin sauge
it: Lino salvia
ja: セージリネン
ko: 세이지 리넨
pt_br: Linho sálvia
ru: Шалфейный лён
vi: Vải lanh xanh xô thơm
zh_hans: 鼠尾草亚麻

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
ja: 保存
ko: 저장
pt_br: Salvar
ru: Сохранить
vi: Lưu
zh_hans: 保存

source: Sea Glass
de: Meerglas
es: Vidrio marino
fr: Verre marin
it: Vetro di mare
ja: シーグラス
ko: 바다 유리
pt_br: Vidro do mar
ru: Морское стекло
vi: Thủy tinh biển
zh_hans: 海玻璃

source: Search
de: Suchen
es: Buscar
fr: Rechercher
it: Cerca
ja: 検索
ko: 검색
pt_br: Buscar
ru: Поиск
vi: Tìm kiếm
zh_hans: 搜索

source: Search entries
de: Einträge suchen
es: Buscar registros
fr: Rechercher des entrées
it: Cerca voci
ja: 記録を検索
ko: 기록 검색
pt_br: Buscar registros
ru: Поиск записей
vi: Tìm mục
zh_hans: 搜索记录

source: Search your entries
de: Deine Einträge durchsuchen
es: Busca en tus registros
fr: Rechercher dans vos entrées
it: Cerca tra le tue voci
ja: 記録を検索
ko: 내 기록 검색
pt_br: Busque nos seus registros
ru: Поиск по вашим записям
vi: Tìm trong các mục của bạn
zh_hans: 搜索你的记录

source: Selected
de: Ausgewählt
es: Seleccionado
fr: Sélectionné
it: Selezionato
ja: 選択済み
ko: 선택됨
pt_br: Selecionado
ru: Выбрано
vi: Đã chọn
zh_hans: 已选择

source: Set `type` to `countUp` or `countDown`
de: `type` auf `countUp` oder `countDown` setzen
es: Establece `type` en `countUp` o `countDown`
fr: Définissez `type` sur `countUp` ou `countDown`
it: Imposta `type` su `countUp` o `countDown`
ja: `type`を`countUp`または`countDown`に設定する
ko: `type`을 `countUp` 또는 `countDown`으로 설정
pt_br: Defina `type` como `countUp` ou `countDown`
ru: Задайте для `type` значение `countUp` или `countDown`
vi: Đặt `type` thành `countUp` hoặc `countDown`
zh_hans: 将 `type` 设为 `countUp` 或 `countDown`

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
ja: 設定
ko: 설정
pt_br: Ajustes
ru: Настройки
vi: Cài đặt
zh_hans: 设置

source: Share Card
de: Karte teilen
es: Compartir tarjeta
fr: Partager la carte
it: Condividi scheda
ja: カードを共有
ko: 카드 공유
pt_br: Compartilhar cartão
ru: Поделиться карточкой
vi: Chia sẻ thẻ
zh_hans: 分享卡片

source: Share sample_import.json
de: sample_import.json teilen
es: Compartir sample_import.json
fr: Partager sample_import.json
it: Condividi sample_import.json
ja: sample_import.jsonを共有
ko: sample_import.json 공유
pt_br: Compartilhar sample_import.json
ru: Поделиться sample_import.json
vi: Chia sẻ sample_import.json
zh_hans: 分享 sample_import.json

source: Soft Graphite
de: Sanftes Graphit
es: Grafito suave
fr: Graphite doux
it: Grafite tenue
ja: ソフトグラファイト
ko: 부드러운 흑연
pt_br: Grafite suave
ru: Мягкий графит
vi: Than chì dịu
zh_hans: 柔和石墨

source: Start Date
de: Startdatum
es: Fecha de inicio
fr: Date de début
it: Data di inizio
ja: 開始日
ko: 시작일
pt_br: Data de início
ru: Дата начала
vi: Ngày bắt đầu
zh_hans: 开始日期

source: Target
de: Ziel
es: Objetivo
fr: Objectif
it: Obiettivo
ja: 目標
ko: 목표
pt_br: Objetivo
ru: Цель
vi: Mục tiêu
zh_hans: 目标

source: Target Date
de: Zieldatum
es: Fecha objetivo
fr: Date cible
it: Data obiettivo
ja: 目標日
ko: 목표일
pt_br: Data-alvo
ru: Целевая дата
vi: Ngày mục tiêu
zh_hans: 目标日期

source: This action cannot be undone.
de: Diese Aktion kann nicht rückgängig gemacht werden.
es: Esta acción no se puede deshacer.
fr: Cette action est irréversible.
it: Questa azione non può essere annullata.
ja: この操作は取り消せません。
ko: 이 작업은 되돌릴 수 없습니다.
pt_br: Esta ação não pode ser desfeita.
ru: Это действие нельзя отменить.
vi: Không thể hoàn tác thao tác này.
zh_hans: 此操作无法撤销。

source: This will permanently delete all entries, including archived and pinned items.
de: Alle Einträge, auch archivierte und angeheftete, werden dauerhaft gelöscht.
es: Se eliminarán de forma permanente todos los registros, incluidos los archivados y fijados.
fr: Toutes les entrées, y compris celles archivées et épinglées, seront définitivement supprimées.
it: Tutte le voci, incluse quelle archiviate e fissate, verranno eliminate definitivamente.
ja: アーカイブ済みやピン留めした記録を含む、すべての記録が完全に削除されます。
ko: 보관하거나 고정한 기록을 포함하여 모든 기록이 영구적으로 삭제됩니다.
pt_br: Todos os registros, incluindo os arquivados e fixados, serão excluídos permanentemente.
ru: Все записи, включая архивные и закреплённые, будут удалены навсегда.
vi: Tất cả các mục, kể cả mục đã lưu trữ và đã ghim, sẽ bị xóa vĩnh viễn.
zh_hans: 这将永久删除所有记录，包括已归档和已置顶的记录。

source: Time Zone
de: Zeitzone
es: Zona horaria
fr: Fuseau horaire
it: Fuso orario
ja: タイムゾーン
ko: 시간대
pt_br: Fuso horário
ru: Часовой пояс
vi: Múi giờ
zh_hans: 时区

source: Tip: Entries with matching IDs are skipped when re-importing an exported file.
de: Tipp: Beim erneuten Import einer exportierten Datei werden Einträge mit identischen IDs übersprungen.
es: Consejo: al volver a importar un archivo exportado, se omiten los registros con ID coincidentes.
fr: Astuce : lors de la réimportation d’un fichier exporté, les entrées avec des identifiants identiques sont ignorées.
it: Suggerimento: quando reimporti un file esportato, le voci con ID corrispondenti vengono ignorate.
ja: ヒント：書き出したファイルを再度読み込む際、IDが一致する記録はスキップされます。
ko: 팁: 내보낸 파일을 다시 가져올 때 ID가 같은 기록은 건너뜁니다.
pt_br: Dica: ao importar novamente um arquivo exportado, os registros com IDs iguais são ignorados.
ru: Совет: при повторном импорте экспортированного файла записи с совпадающими ID пропускаются.
vi: Mẹo: khi nhập lại tệp đã xuất, các mục có cùng ID sẽ bị bỏ qua.
zh_hans: 提示：重新导入已导出的文件时，会跳过 ID 相同的记录。

source: Title
de: Titel
es: Título
fr: Titre
it: Titolo
ja: タイトル
ko: 제목
pt_br: Título
ru: Название
vi: Tiêu đề
zh_hans: 标题

source: Title is required
de: Titel ist erforderlich
es: El título es obligatorio
fr: Un titre est requis
it: Il titolo è obbligatorio
ja: タイトルは必須です
ko: 제목이 필요합니다
pt_br: O título é obrigatório
ru: Требуется название
vi: Cần có tiêu đề
zh_hans: 标题不能为空

source: Today is the day!
de: Heute ist es so weit!
es: ¡Hoy es el día!
fr: C’est aujourd’hui !
it: Il giorno è arrivato!
ja: いよいよ今日です！
ko: 바로 오늘이에요!
pt_br: É hoje!
ru: Этот день настал!
vi: Chính là hôm nay!
zh_hans: 就是今天！

source: Trip
de: Reise
es: Viaje
fr: Voyage
it: Viaggio
ja: 旅行
ko: 여행
pt_br: Viagem
ru: Поездка
vi: Chuyến đi
zh_hans: 旅行

source: Try a different keyword or adjust the spelling.
de: Versuche ein anderes Suchwort oder prüfe die Schreibweise.
es: Prueba otra palabra clave o revisa la ortografía.
fr: Essayez un autre mot-clé ou vérifiez l’orthographe.
it: Prova un’altra parola chiave o controlla l’ortografia.
ja: 別のキーワードを試すか、入力内容を確認してください。
ko: 다른 검색어를 사용하거나 철자를 확인해 보세요.
pt_br: Tente outra palavra-chave ou confira a ortografia.
ru: Попробуйте другое ключевое слово или проверьте написание.
vi: Thử từ khóa khác hoặc kiểm tra chính tả.
zh_hans: 试试其他关键词，或检查拼写。

source: Type
de: Typ
es: Tipo
it: Tipo
ja: 種類
ko: 유형
pt_br: Tipo
ru: Тип
vi: Loại
zh_hans: 类型

source: Type `delete all` to confirm
de: Zur Bestätigung `delete all` eingeben
es: Escribe `delete all` para confirmar
fr: Saisissez `delete all` pour confirmer
it: Digita `delete all` per confermare
ja: 確認のため`delete all`と入力してください
ko: 확인하려면 `delete all`을 입력하세요
pt_br: Digite `delete all` para confirmar
ru: Введите `delete all` для подтверждения
vi: Nhập `delete all` để xác nhận
zh_hans: 输入 `delete all` 以确认

source: Unable to Delete
de: Löschen nicht möglich
es: No se puede eliminar
fr: Suppression impossible
it: Impossibile eliminare
ja: 削除できません
ko: 삭제할 수 없음
pt_br: Não foi possível excluir
ru: Не удалось удалить
vi: Không thể xóa
zh_hans: 无法删除

source: Unarchive
de: Aus Archiv holen
es: Desarchivar
fr: Désarchiver
it: Ripristina dall’archivio
ja: アーカイブを解除
ko: 보관 해제
pt_br: Desarquivar
ru: Из архива
vi: Bỏ lưu trữ
zh_hans: 取消归档

source: Unpin
de: Loslösen
es: Desfijar
fr: Désépingler
it: Rimuovi dai preferiti
ja: ピン留めを解除
ko: 고정 해제
pt_br: Desafixar
ru: Открепить
vi: Bỏ ghim
zh_hans: 取消置顶

source: Unsupported import version %lld
de: Importversion %lld wird nicht unterstützt
es: Versión de importación %lld no compatible
fr: Version d’importation %lld non prise en charge
it: Versione di importazione %lld non supportata
ja: 読み込みバージョン%lldには対応していません
ko: 가져오기 버전 %lld은(는) 지원하지 않습니다
pt_br: Versão de importação %lld não compatível
ru: Неподдерживаемая версия импорта %lld
vi: Phiên bản nhập %lld không được hỗ trợ
zh_hans: 不支持导入版本 %lld

source: Unsupported type
de: Nicht unterstützter Typ
es: Tipo no compatible
fr: Type non pris en charge
it: Tipo non supportato
ja: 未対応の種類
ko: 지원하지 않는 유형
pt_br: Tipo não compatível
ru: Неподдерживаемый тип
vi: Loại không được hỗ trợ
zh_hans: 不支持的类型

source: Untitled
de: Ohne Titel
es: Sin título
fr: Sans titre
it: Senza titolo
ja: 無題
ko: 제목 없음
pt_br: Sem título
ru: Без названия
vi: Không có tiêu đề
zh_hans: 未命名

source: Use Date Range
de: Zeitraum verwenden
es: Usar intervalo de fechas
fr: Utiliser une période
it: Usa intervallo di date
ja: 日付範囲を使用
ko: 날짜 범위 사용
pt_br: Usar intervalo de datas
ru: Использовать диапазон дат
vi: Dùng khoảng ngày
zh_hans: 使用日期范围

source: Use an IANA timezone identifier, e.g. Asia/Shanghai
de: IANA-Zeitzonenkennung verwenden, z. B. Asia/Shanghai
es: Usa un identificador de zona horaria IANA, como Asia/Shanghai
fr: Utilisez un identifiant de fuseau horaire IANA, par exemple Asia/Shanghai
it: Usa un identificatore di fuso orario IANA, ad esempio Asia/Shanghai
ja: Asia/ShanghaiなどのIANAタイムゾーン識別子を使用する
ko: Asia/Shanghai와 같은 IANA 시간대 식별자 사용
pt_br: Use um identificador de fuso horário IANA, como Asia/Shanghai
ru: Используйте идентификатор часового пояса IANA, например Asia/Shanghai
vi: Dùng mã múi giờ IANA, ví dụ Asia/Shanghai
zh_hans: 使用 IANA 时区标识符，例如 Asia/Shanghai

source: Visit Website
de: Website besuchen
es: Visitar sitio web
fr: Visiter le site web
it: Visita il sito web
ja: ウェブサイトを見る
ko: 웹사이트 방문
pt_br: Visitar site
ru: Открыть сайт
vi: Truy cập trang web
zh_hans: 访问网站

source: Weekly
de: Wöchentlich
es: Semanal
fr: Chaque semaine
it: Settimanale
ja: 毎週
ko: 매주
pt_br: Semanal
ru: Еженедельно
vi: Hằng tuần
zh_hans: 每周

source: Yearly
de: Jährlich
es: Anual
fr: Chaque année
it: Annuale
ja: 毎年
ko: 매년
pt_br: Anual
ru: Ежегодно
vi: Hằng năm
zh_hans: 每年

source: You currently have %lld entries.
de: Du hast derzeit %lld Einträge.
es: Actualmente tienes %lld registros.
fr: Vous avez actuellement %lld entrées.
it: Al momento hai %lld voci.
ja: 現在%lld件の記録があります。
ko: 현재 기록이 %lld개 있습니다.
pt_br: Você tem %lld registros no momento.
ru: Сейчас у вас %lld записей.
vi: Bạn hiện có %lld mục.
zh_hans: 当前共有 %lld 条记录。

source: Zero
de: Null
es: Cero
fr: Zéro
ja: ゼロ
ko: 0으로 설정
ru: Обнулить
vi: Về 0
zh_hans: 归零

source: iCloud Sync
de: iCloud-Synchronisierung
es: Sincronización con iCloud
fr: Synchronisation iCloud
it: Sincronizzazione iCloud
ja: iCloud同期
ko: iCloud 동기화
pt_br: Sincronização com iCloud
ru: Синхронизация iCloud
vi: Đồng bộ iCloud
zh_hans: iCloud 同步

source: start is required for countUp
de: Für countUp ist start erforderlich
es: countUp requiere start
fr: start est requis pour countUp
it: start è obbligatorio per countUp
ja: countUpにはstartが必要です
ko: countUp에는 start가 필요합니다
pt_br: start é obrigatório para countUp
ru: Для countUp требуется start
vi: countUp yêu cầu start
zh_hans: countUp 类型必须提供 start

source: target is required for countDown
de: Für countDown ist target erforderlich
es: countDown requiere target
fr: target est requis pour countDown
it: target è obbligatorio per countDown
ja: countDownにはtargetが必要です
ko: countDown에는 target이 필요합니다
pt_br: target é obrigatório para countDown
ru: Для countDown требуется target
vi: countDown yêu cầu target
zh_hans: countDown 类型必须提供 target

source: Weekend getaway
de: Wochenendausflug
es: Escapada de fin de semana
fr: Escapade du week-end
it: Gita del weekend
ja: 週末の小旅行
ko: 주말 여행
pt_br: Viagem de fim de semana
ru: Поездка на выходные
vi: Chuyến đi cuối tuần
zh_hans: 周末小旅行

source: Project launch
de: Projektstart
es: Lanzamiento del proyecto
fr: Lancement du projet
it: Lancio del progetto
ja: プロジェクト公開
ko: 프로젝트 출시
pt_br: Lançamento do projeto
ru: Запуск проекта
vi: Ra mắt dự án
zh_hans: 项目上线

source: Next milestone
de: Nächstes Etappenziel
es: Próxima meta
fr: Prochaine étape
it: Prossimo traguardo
ja: 次の目標
ko: 다음 목표
pt_br: Próxima conquista
ru: Следующая цель
vi: Cột mốc tiếp theo
zh_hans: 下个里程碑

source: Learn something every day
de: Jeden Tag etwas lernen
es: Aprender cada día
fr: Apprendre chaque jour
it: Imparare ogni giorno
ja: 毎日ひとつ学ぶ
ko: 매일 새로운 배움
pt_br: Aprender todos os dias
ru: Учиться каждый день
vi: Học điều mới mỗi ngày
zh_hans: 每天学一点

source: Tokyo adventure
de: Tokio-Reise
es: Viaje a Tokio
fr: Voyage à Tokyo
it: Viaggio a Tokyo
ja: 東京への旅
ko: 도쿄 여행
pt_br: Viagem a Tóquio
ru: Путешествие в Токио
vi: Chuyến đi Tokyo
zh_hans: 东京之旅

source: A new beginning
de: Ein neuer Anfang
es: Un nuevo comienzo
fr: Un nouveau départ
it: Un nuovo inizio
ja: 新しい始まり
ko: 새로운 시작
pt_br: Um novo começo
ru: Новое начало
vi: Khởi đầu mới
zh_hans: 新的开始

source: Select an entry
de: Eintrag auswählen
es: Selecciona una fecha
fr: Sélectionner une date
it: Seleziona una data
ja: 日付を選択
ko: 날짜 선택
pt_br: Selecione uma data
ru: Выберите событие
vi: Chọn một ngày
zh_hans: 选择一个日期

source: Your dates stay close at hand.
de: Deine wichtigen Tage bleiben nah.
es: Tus fechas importantes, siempre a mano.
fr: Gardez vos dates importantes à portée de main.
it: Le tue date importanti, sempre vicine.
ja: 大切な日をいつも身近に。
ko: 소중한 날짜를 가까이 두세요.
pt_br: Suas datas importantes sempre por perto.
ru: Важные даты всегда под рукой.
vi: Những ngày quan trọng luôn ở bên bạn.
zh_hans: 重要的日子，随时在身边。

source: Discard Changes?
de: Änderungen verwerfen?
es: ¿Descartar los cambios?
fr: Abandonner les modifications ?
it: Scartare le modifiche?
ja: 変更を破棄しますか？
ko: 변경 사항을 취소할까요?
pt_br: Descartar alterações?
ru: Отменить изменения?
vi: Hủy thay đổi?
zh_hans: 放弃更改？

source: Discard Changes
de: Änderungen verwerfen
es: Descartar los cambios
fr: Abandonner les modifications
it: Scarta le modifiche
ja: 変更を破棄
ko: 변경 사항 취소
pt_br: Descartar alterações
ru: Отменить изменения
vi: Hủy thay đổi
zh_hans: 放弃更改

source: Countdown
es: Cuenta atrás
fr: Compte à rebours
it: Conto alla rovescia
ja: カウントダウン
ko: 카운트다운
pt_br: Contagem regressiva
ru: Обратный отсчёт
vi: Đếm ngược
zh_hans: 倒计时

source: Details
es: Detalles
fr: Détails
it: Dettagli
ja: 詳細
ko: 세부 정보
pt_br: Detalhes
ru: Подробности
vi: Chi tiết
zh_hans: 详情

source: Email Support
es: Soporte por correo
fr: Assistance par e-mail
it: Assistenza via email
ja: メールで問い合わせ
ko: 이메일 지원
pt_br: Suporte por e-mail
ru: Написать в поддержку
vi: Hỗ trợ qua email
zh_hans: 邮件支持

source: Filter
es: Filtro
fr: Filtre
it: Filtro
ja: フィルタ
ko: 필터
pt_br: Filtro
ru: Фильтр
vi: Bộ lọc
zh_hans: 筛选

source: OK
es: Aceptar
ko: 확인
ru: ОК
zh_hans: 好

source: Optional: `rangeStart`, `rangeEnd`, `outOfRangeBehavior`, `repeatRule`
es: Opcional: `rangeStart`, `rangeEnd`, `outOfRangeBehavior`, `repeatRule`
fr: Facultatif : `rangeStart`, `rangeEnd`, `outOfRangeBehavior`, `repeatRule`
it: Facoltativi: `rangeStart`, `rangeEnd`, `outOfRangeBehavior`, `repeatRule`
ja: 任意：`rangeStart`、`rangeEnd`、`outOfRangeBehavior`、`repeatRule`
ko: 선택 사항: `rangeStart`, `rangeEnd`, `outOfRangeBehavior`, `repeatRule`
pt_br: Opcional: `rangeStart`, `rangeEnd`, `outOfRangeBehavior`, `repeatRule`
ru: Необязательно: `rangeStart`, `rangeEnd`, `outOfRangeBehavior`, `repeatRule`
vi: Tùy chọn: `rangeStart`, `rangeEnd`, `outOfRangeBehavior`, `repeatRule`
zh_hans: 可选：`rangeStart`、`rangeEnd`、`outOfRangeBehavior`、`repeatRule`

source: Start
es: Inicio
fr: Début
it: Inizio
ja: 開始
ko: 시작
pt_br: Início
ru: Начало
vi: Bắt đầu
zh_hans: 开始

source: Support
es: Soporte
fr: Assistance
it: Assistenza
ja: サポート
ko: 지원
pt_br: Suporte
ru: Поддержка
vi: Hỗ trợ
zh_hans: 支持

source: Version
es: Versión
it: Versione
ja: バージョン
ko: 버전
pt_br: Versão
ru: Версия
vi: Phiên bản
zh_hans: 版本
